export const commands = `
/start - Перезапустити бот
/help - Допомога
/get_paid - Отримати оплачену посилку
`;

export const commandText = [
  `Ви не хочеше стояти в черзі та отримати швидко свою посилку? 
    Якщо вона: 
    1. <b>Оплачена</b> завчасно або в будь-який час до того як Ви прийдете за нею до відділення Нової Пошти?
    2. Бажаєте отримати її <b>без огляду</b>?;
    3. ОЛХ доставка <b>(повністю передплачена, включаючи доставку)</b>?
    Тоді <b>бінго</b>! Ви її отримаєте якнайшвидше. Вам не доведеться довго стояти в черзі. 
    Дана категорія посилок обслуговуватиметься у найвищому пріоритеті. 
    Вам залишилось обрати <b>зручніший</b> для Вас спосіб:`,
];

export const actionsText = [
  'Прошу введіть 4 (чотири) останні цифри накладної та Прізвище (напр: <b>5865, Іванов</b>)',
  'Прошу введіть Ваш номер телефону та прізвище. Напр: <b>0684865308, Іванов</b>',
  'Ви пропустили <b>номер накладної</b>, <b>номер телефону</b> або <b>прізвище</b>, будь ласка напишіть знову',
  '<b>Невірно</b> ввели номер накладної. Прошу ввести тільки <b>4 (чотири)</b> останній цифри',
  '<b>Невірний</b> формат номеру мобільного телефону. Номер повинен містити щонайменше <b>10 (десять)</b> цифр. Прошу перевірити та ввести знову',
  '<b>Невірно</b> ввели прізвище особи, прошу спробуйте ще раз. Напр: <b>"Іванов"</b>',
  'Прошу зачекайте деякий час, я шукаю Вашу посилку. Очікуйте на повідомлення',
  '<b>Триває пошук...</b>',
  'Запит на пошук відмінено. Прошу спробувати знову.',
  '<b>Ми знайшли Вашу посилку</b>. Прошу підійти до каси',
];
